import Footer from "@/Containers/Layout/Footer";
import NavBar from "@/Containers/Layout/NavBar";
import { Box, Grid, Typography } from "@mui/material";
const AboutComponent = () => {
  return (
    <>
      <NavBar />
      <Grid container height="70vh">
        <Typography color="#fff" fontFamily="Yekan" mr={4} mt={5} variant="h4">
          درباره  طلایار
        </Typography>

        <Grid
          sx={{
            border: "1px solid #2B2926",
            borderRadius: "60px",
            backgroundColor: "#2B2926",
            width: "80%",
            height: "70%",
            padding:"0 20px"
          }}
          container
          display="flex"
          justifyContent="space-around"
          alignItems="center"
          mt={13}
          mb={15}
        >
     

          <Grid item>
           <Typography fontSize="20px" variant="h6" color="#fff" fontFamily="Yekan" textAlign="justify">
           لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
           </Typography>
          </Grid>
        </Grid>
      </Grid>
      <Footer />
    </>
  );
};

export default AboutComponent;
