export const steps = [
  {
    id: 1,
    label: "ثبت نام و احراز هویت",
    description: `ثبت نام در گلدیار ساده بوده و در چند دقیقه اتفاق میافتد.نیازی نیست به جایی مراجعه کنید یا عکس یا فیلمی بارگزاری گنید.`,
  },
  {
    id: 2,
    label: "شارژ کیف پول",
    description: `
      با ثبت‌نام در گلدیکا برای شما یک کیف‌پول ریالی و یک کیف طلا ایجاد می‌شود. برای
      خرید طلا کافی است کیف پول خود را به میزان دلخواه شارژ کنید.`,
  },
  {
    id: 3,
    label: "خرید و فروش طلا",
    description: `بلافاصله پس از شارژ کیف پول می‌توانید طلا بخرید و یا اگر در کیف طلای خود طلا دارید، می‌توانید هر مقدار از آن را که می‌خواهید بفروشید.`,
  },
  {
    id: 4,
    label: " تسویه ریالی یا تحویل طلای فیزیکی",
    description: `با درخواست تسویه‌ی ریالی، هر میزان از موجودی کیف پول که می‌خواهید نهایتاً طی یک روز کاری به حساب بانکی شما واریز می‌شود. همچنین می‌توانید موجودی کیف طلایی خود را به صورت فیزیکی تحویل بگیرید.`,
  },
];
